Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# confirm_time_zone_body
source: This point is far from the cities we know, so we can’t be sure of its time zone. Prayer times will use %1$@.
ar: هذه النقطة بعيدة عن المدن المعروفة لدينا، لذا لا نستطيع الجزم بمنطقتها الزمنية. ستُستخدم %1$@ للمواقيت.
as: এই ঠাইখন আমি জনা চহৰবোৰৰ পৰা দূৰত, সেয়েহে ইয়াৰ সময় অঞ্চলৰ বিষয়ে আমি নিশ্চিত হ'ব নোৱাৰোঁ। নামাজৰ সময় %1$@ অনুসৰি হ'ব।
bn: এই জায়গাটি আমাদের জানা শহরগুলো থেকে দূরে, তাই এর টাইম জোন সম্পর্কে আমরা নিশ্চিত হতে পারছি না। নামাজের সময় %1$@ অনুযায়ী হবে।
bs: Ova tačka je daleko od gradova koje poznajemo, pa ne možemo biti sigurni u njenu vremensku zonu. Namaska vremena će koristiti %1$@.
ckb: ئەم خاڵە لەو شارانەی دەیانناسین دوورە، بۆیە دڵنیا نین لە ناوچەی کاتەکەی. کاتەکانی نوێژ %1$@ بەکاردەهێنن.
es: Este punto está lejos de las ciudades conocidas y su zona horaria es incierta. Se usará %1$@.
fa: این نقطه از شهرهایی که می‌شناسیم دور است، پس از منطقه زمانی آن مطمئن نیستیم. اوقات نماز با %1$@ محاسبه می‌شود.
fa_af: این نقطه از شهرهایی که می‌شناسیم دور است، پس از منطقه زمانی آن مطمئن نیستیم. اوقات نماز با %1$@ محاسبه می‌شود.
fil: Malayo ang puntong ito sa mga lungsod na alam namin, kaya hindi kami sigurado sa time zone nito. Gagamitin ng mga oras ng dasal ang %1$@.
fr: Ce point est loin des villes connues : son fuseau est incertain. Les horaires utiliseront %1$@.
gu: આ જગ્યા અમે જાણીએ છીએ તે શહેરોથી દૂર છે, તેથી તેના ટાઇમ ઝોન વિશે અમને ખાતરી નથી. નમાઝના સમય %1$@ મુજબ રહેશે.
ha: Wannan wuri yana nesa da garuruwan da muka sani, don haka ba mu da tabbacin yankin lokacinsa. Lokutan sallah za su yi amfani da %1$@.
hi: यह जगह हमारे जाने-पहचाने शहरों से दूर है, इसलिए हम इसके टाइम ज़ोन के बारे में पक्के नहीं हो सकते। नमाज़ के समय %1$@ के अनुसार होंगे।
hu: Ez a pont messze van az általunk ismert városoktól, ezért nem lehetünk biztosak az időzónájában. Az imaidők a(z) %1$@ időzónát használják.
id: Titik ini jauh dari kota yang kami kenal, jadi zona waktunya belum pasti. Jadwal akan memakai %1$@.
ka: ეს წერტილი შორსაა ჩვენთვის ცნობილი ქალაქებისგან, ამიტომ მისი სასაათო სარტყელი ზუსტად ვერ განისაზღვრება. ლოცვის დროებისთვის გამოყენებული იქნება %1$@.
km: ចំណុចនេះនៅឆ្ងាយពីទីក្រុងដែលយើងស្គាល់ ដូច្នេះយើងមិនអាចប្រាកដអំពីល្វែងម៉ោងរបស់វាបានទេ។ ម៉ោងសឡាតនឹងប្រើ %1$@។
kn: ಈ ಸ್ಥಳವು ನಮಗೆ ತಿಳಿದಿರುವ ನಗರಗಳಿಂದ ದೂರದಲ್ಲಿದೆ, ಆದ್ದರಿಂದ ಅದರ ಸಮಯ ವಲಯದ ಬಗ್ಗೆ ಖಚಿತವಾಗಿ ಹೇಳಲಾಗದು. ನಮಾಜ್ ಸಮಯಗಳು %1$@ ಅನ್ನು ಬಳಸುತ್ತವೆ.
mk: Оваа точка е далеку од градовите што ги знаеме, па не можеме да бидеме сигурни во нејзината временска зона. Времињата за намаз ќе користат %1$@.
ml: ഈ സ്ഥലം ഞങ്ങൾക്ക് അറിയാവുന്ന നഗരങ്ങളിൽ നിന്ന് അകലെയാണ്, അതിനാൽ അതിന്റെ സമയ മേഖല ഉറപ്പിച്ച് പറയാനാവില്ല. നമസ്കാര സമയങ്ങൾ %1$@ ഉപയോഗിക്കും.
mr: हे ठिकाण आम्हाला माहीत असलेल्या शहरांपासून दूर आहे, त्यामुळे त्याच्या टाइम झोनबद्दल आम्हाला खात्री नाही. नमाजच्या वेळा %1$@ नुसार असतील.
nl: Dit punt ligt ver van de steden die we kennen, dus we weten de tijdzone niet zeker. De gebedstijden gebruiken %1$@.
pa: ਇਹ ਥਾਂ ਸਾਡੇ ਜਾਣੇ-ਪਛਾਣੇ ਸ਼ਹਿਰਾਂ ਤੋਂ ਦੂਰ ਹੈ, ਇਸ ਲਈ ਇਸ ਦੇ ਸਮਾਂ ਖੇਤਰ ਬਾਰੇ ਪੱਕਾ ਨਹੀਂ ਕਹਿ ਸਕਦੇ। ਨਮਾਜ਼ ਦੇ ਵਕਤ %1$@ ਵਰਤਣਗੇ।
pt: Este ponto fica longe das cidades que conhecemos, então não temos certeza do fuso horário. Os horários de oração vão usar %1$@.
ru: Эта точка далеко от известных нам городов, поэтому мы не уверены в её часовом поясе. Время намазов будет рассчитано по %1$@.
si: මෙම ස්ථානය අප දන්නා නගරවලින් දුරයි, එබැවින් එහි වේලා කලාපය ගැන අපට විශ්වාස කළ නොහැක. සලාත වේලාවන් %1$@ භාවිත කරයි.
sr: Ова тачка је далеко од градова које познајемо, па не можемо бити сигурни у њену временску зону. Намаска времена ће користити %1$@.
sw: Mahali hapa ni mbali na miji tunayoijua, kwa hivyo hatuna uhakika wa saa zake za eneo. Nyakati za sala zitatumia %1$@.
te: ఈ ప్రదేశం మాకు తెలిసిన నగరాలకు దూరంగా ఉంది, కాబట్టి దాని టైమ్ జోన్ గురించి ఖచ్చితంగా చెప్పలేం. నమాజ్ సమయాలు %1$@ ను ఉపయోగిస్తాయి.
th: จุดนี้อยู่ไกลจากเมืองที่เรารู้จัก จึงไม่แน่ใจเรื่องเขตเวลา เวลาละหมาดจะใช้ %1$@
tr: Bu nokta bildiğimiz şehirlerden uzak, saat dilimi kesin değil. Vakitler için %1$@ kullanılacak.
ug: بۇ نۇقتا بىز بىلىدىغان شەھەرلەردىن يىراق، شۇڭا ئۇنىڭ ۋاقىت رايونىغا جەزم قىلالمايمىز. ناماز ۋاقىتلىرى %1$@ نى ئىشلىتىدۇ.
ur: یہ مقام ہمارے معلوم شہروں سے دور ہے، اس لیے ٹائم زون یقینی نہیں۔ اوقات کے لیے %1$@ استعمال ہوگا۔
vi: Điểm này ở xa các thành phố chúng tôi biết, nên không thể chắc chắn về múi giờ. Giờ cầu nguyện sẽ dùng %1$@.
zh_hans: 此地点离我们已知的城市较远，无法确定其时区。礼拜时间将使用 %1$@。

# confirm_time_zone_title
source: Confirm the time zone
ar: أكّد المنطقة الزمنية
as: সময় অঞ্চল নিশ্চিত কৰক
bn: টাইম জোন নিশ্চিত করুন
bs: Potvrdite vremensku zonu
ckb: ناوچەی کات پشتڕاست بکەرەوە
es: Confirma la zona horaria
fa: منطقه زمانی را تأیید کنید
fa_af: منطقه زمانی را تأیید کنید
fil: Kumpirmahin ang time zone
fr: Confirmez le fuseau horaire
gu: ટાઇમ ઝોનની પુષ્ટિ કરો
ha: Tabbatar da yankin lokaci
hi: टाइम ज़ोन की पुष्टि करें
hu: Erősítsd meg az időzónát
id: Konfirmasi zona waktu
ka: დაადასტურეთ სასაათო სარტყელი
km: បញ្ជាក់ល្វែងម៉ោង
kn: ಸಮಯ ವಲಯವನ್ನು ದೃಢೀಕರಿಸಿ
mk: Потврдете ја временската зона
ml: സമയ മേഖല സ്ഥിരീകരിക്കുക
mr: टाइम झोनची खात्री करा
nl: Bevestig de tijdzone
pa: ਸਮਾਂ ਖੇਤਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pt: Confirme o fuso horário
ru: Подтвердите часовой пояс
si: වේලා කලාපය තහවුරු කරන්න
sr: Потврдите временску зону
sw: Thibitisha saa za eneo
te: టైమ్ జోన్‌ను నిర్ధారించండి
th: ยืนยันเขตเวลา
tr: Saat dilimini onaylayın
ug: ۋاقىت رايونىنى جەزملەڭ
ur: ٹائم زون کی تصدیق کریں
vi: Xác nhận múi giờ
zh_hans: 确认时区

# content_done
source: Installed. Ask now answers from it too.
ar: تم التثبيت. أصبح «اسأل» يجيب منه أيضًا.
as: ইনষ্টল হ'ল। এতিয়া “সোধক”এ ইয়াৰ পৰাও উত্তৰ দিয়ে।
bn: ইনস্টল হয়েছে। এখন “প্রশ্ন করুন” এটি থেকেও উত্তর দেয়।
bs: Instalirano. „Pitaj“ sada odgovara i iz ovog sadržaja.
ckb: دامەزرا. ئێستا «بپرسە» لەمەشەوە وەڵام دەداتەوە.
es: Instalado. Ahora «Preguntar» también responde con este contenido.
fa: نصب شد. اکنون «بپرسید» از این محتوا هم پاسخ می‌دهد.
fa_af: نصب شد. حالا «بپرسید» از این محتوا هم جواب می‌دهد.
fil: Na-install na. Sumasagot na rin mula rito ang “Magtanong.”
fr: Installé. « Demander » répond désormais aussi à partir de ce contenu.
gu: ઇન્સ્ટોલ થઈ ગયું. હવે “પૂછો” આમાંથી પણ જવાબ આપે છે.
ha: An saka. Yanzu “Tambaya” yana amsawa daga ciki ma.
hi: इंस्टॉल हो गया। अब “पूछें” इससे भी जवाब देता है।
hu: Telepítve. A „Kérdezz” mostantól ebből is válaszol.
id: Terpasang. Kini “Tanya” juga menjawab dari konten ini.
ka: დაინსტალირდა. ახლა „კითხვა“ ამ მასალიდანაც პასუხობს.
km: បានដំឡើងហើយ។ ឥឡូវ «សួរ» ក៏ឆ្លើយពីខ្លឹមសារនេះដែរ។
kn: ಇನ್‌ಸ್ಟಾಲ್ ಆಗಿದೆ. ಈಗ “ಕೇಳಿ” ಇದರಿಂದಲೂ ಉತ್ತರಿಸುತ್ತದೆ.
mk: Инсталирано. „Прашај“ сега одговара и од оваа содржина.
ml: ഇൻസ്റ്റാൾ ചെയ്തു. ഇനി “ചോദിക്കൂ” ഇതിൽ നിന്നും ഉത്തരം നൽകും.
mr: इन्स्टॉल झाले. आता “विचारा” यातूनही उत्तर देते.
nl: Geïnstalleerd. ‘Vraag’ antwoordt nu ook hieruit.
pa: ਇੰਸਟਾਲ ਹੋ ਗਿਆ। ਹੁਣ “ਪੁੱਛੋ” ਇਸ ਤੋਂ ਵੀ ਜਵਾਬ ਦਿੰਦਾ ਹੈ।
pt: Instalado. Agora o “Perguntar” também responde com base nele.
ru: Установлено. Теперь «Спросить» отвечает и по этим материалам.
si: ස්ථාපනය විය. දැන් “අහන්න” මෙයින්ද පිළිතුරු දෙයි.
sr: Инсталирано. „Питај“ сада одговара и из овог садржаја.
sw: Imesakinishwa. Sasa “Uliza” hujibu pia kutoka kwake.
te: ఇన్‌స్టాల్ అయింది. ఇప్పుడు “అడగండి” దీని నుండి కూడా సమాధానం ఇస్తుంది.
th: ติดตั้งแล้ว ตอนนี้ “ถาม” ตอบจากเนื้อหานี้ได้ด้วย
tr: Yüklendi. “Sor” artık buradan da yanıt veriyor.
ug: ئورنىتىلدى. ئەمدى «سوراش» بۇنىڭدىنمۇ جاۋاب بېرىدۇ.
ur: انسٹال ہو گیا۔ اب “پوچھیں” اس سے بھی جواب دیتا ہے۔
vi: Đã cài đặt. Giờ “Hỏi” cũng trả lời dựa trên nội dung này.
zh_hans: 已安装。“提问”现在也会依据这些内容作答。

# content_download
source: Download (%1$@)
ar: تنزيل (%1$@)
as: ডাউনলোড (%1$@)
bn: ডাউনলোড (%1$@)
bs: Preuzmi (%1$@)
ckb: داگرتن (%1$@)
es: Descargar (%1$@)
fa: دانلود (%1$@)
fa_af: دانلود (%1$@)
fil: I-download (%1$@)
fr: Télécharger (%1$@)
gu: ડાઉનલોડ કરો (%1$@)
ha: Sauke (%1$@)
hi: डाउनलोड करें (%1$@)
hu: Letöltés (%1$@)
id: Unduh (%1$@)
ka: ჩამოტვირთვა (%1$@)
km: ទាញយក (%1$@)
kn: ಡೌನ್‌ಲೋಡ್ (%1$@)
mk: Преземи (%1$@)
ml: ഡൗൺലോഡ് (%1$@)
mr: डाउनलोड करा (%1$@)
nl: Downloaden (%1$@)
pa: ਡਾਊਨਲੋਡ ਕਰੋ (%1$@)
pt: Baixar (%1$@)
ru: Скачать (%1$@)
si: බාගන්න (%1$@)
sr: Преузми (%1$@)
sw: Pakua (%1$@)
te: డౌన్‌లోడ్ (%1$@)
th: ดาวน์โหลด (%1$@)
tr: İndir (%1$@)
ug: چۈشۈرۈش (%1$@)
ur: ڈاؤن لوڈ (%1$@)
vi: Tải về (%1$@)
zh_hans: 下载（%1$@）

# content_downloading
source: Downloading… %1$@ of %2$@
ar: جارٍ التنزيل… %1$@ من %2$@
as: ডাউনলোড হৈ আছে… %1$@ / %2$@
bn: ডাউনলোড হচ্ছে… %1$@ / %2$@
bs: Preuzimanje… %1$@ od %2$@
ckb: دادەگیرێت… %1$@ لە %2$@
es: Descargando… %1$@ de %2$@
fa: در حال دانلود… %1$@ از %2$@
fa_af: در حال دانلود… %1$@ از %2$@
fil: Nagda-download… %1$@ sa %2$@
fr: Téléchargement… %1$@ sur %2$@
gu: ડાઉનલોડ થઈ રહ્યું છે… %1$@ / %2$@
ha: Ana saukewa… %1$@ cikin %2$@
hi: डाउनलोड हो रहा है… %2$@ में से %1$@
hu: Letöltés… %1$@ / %2$@
id: Mengunduh… %1$@ dari %2$@
ka: იტვირთება… %1$@ / %2$@
km: កំពុងទាញយក… %1$@ / %2$@
kn: ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ… %1$@ / %2$@
mk: Се презема… %1$@ од %2$@
ml: ഡൗൺലോഡ് ചെയ്യുന്നു… %1$@ / %2$@
mr: डाउनलोड होत आहे… %1$@ / %2$@
nl: Downloaden… %1$@ van %2$@
pa: ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ… %2$@ ਵਿੱਚੋਂ %1$@
pt: Baixando… %1$@ de %2$@
ru: Загрузка… %1$@ из %2$@
si: බාගත වෙමින්… %1$@ / %2$@
sr: Преузимање… %1$@ од %2$@
sw: Inapakua… %1$@ kati ya %2$@
te: డౌన్‌లోడ్ అవుతోంది… %1$@ / %2$@
th: กำลังดาวน์โหลด… %1$@ จาก %2$@
tr: İndiriliyor… %1$@ / %2$@
ug: چۈشۈرۈۋاتىدۇ… %1$@ / %2$@
ur: ڈاؤن لوڈ ہو رہا ہے… %2$@ میں سے %1$@
vi: Đang tải về… %1$@ / %2$@
zh_hans: 正在下载… %1$@ / %2$@

# content_failed
source: The download did not finish. Check the connection and try again.
ar: لم يكتمل التنزيل. تحقق من الاتصال وحاول مرة أخرى.
as: ডাউনলোড সম্পূৰ্ণ নহ'ল। সংযোগ পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক।
bn: ডাউনলোড শেষ হয়নি। সংযোগ দেখে আবার চেষ্টা করুন।
bs: Preuzimanje nije završeno. Provjerite vezu i pokušajte ponovo.
ckb: داگرتن تەواو نەبوو. پەیوەندییەکەت بپشکنە و دووبارە هەوڵ بدەرەوە.
es: La descarga no terminó. Revisa la conexión e inténtalo de nuevo.
fa: دانلود کامل نشد. اتصال را بررسی کنید و دوباره امتحان کنید.
fa_af: دانلود کامل نشد. اتصال را بررسی کنید و دوباره کوشش کنید.
fil: Hindi natapos ang download. Tingnan ang koneksyon at subukan muli.
fr: Le téléchargement n’a pas abouti. Vérifiez la connexion et réessayez.
gu: ડાઉનલોડ પૂરું ન થયું. કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
ha: Saukewar ba ta kammala ba. Duba haɗin intanet ɗinku kuma ku sake gwadawa.
hi: डाउनलोड पूरा नहीं हुआ। कनेक्शन जाँचें और फिर कोशिश करें।
hu: A letöltés nem fejeződött be. Ellenőrizd a kapcsolatot, és próbáld újra.
id: Unduhan tidak selesai. Periksa koneksi lalu coba lagi.
ka: ჩამოტვირთვა ვერ დასრულდა. შეამოწმეთ კავშირი და სცადეთ ხელახლა.
km: ការទាញយកមិនបានបញ្ចប់ទេ។ សូមពិនិត្យការតភ្ជាប់ ហើយព្យាយាមម្ដងទៀត។
kn: ಡೌನ್‌ಲೋಡ್ ಪೂರ್ಣಗೊಳ್ಳಲಿಲ್ಲ. ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mk: Преземањето не заврши. Проверете ја врската и обидете се повторно.
ml: ഡൗൺലോഡ് പൂർത്തിയായില്ല. കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: डाउनलोड पूर्ण झाले नाही. कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
nl: De download is niet voltooid. Controleer je verbinding en probeer het opnieuw.
pa: ਡਾਊਨਲੋਡ ਪੂਰਾ ਨਹੀਂ ਹੋਇਆ। ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: O download não terminou. Verifique a conexão e tente de novo.
ru: Загрузка не завершилась. Проверьте подключение и повторите.
si: බාගැනීම අවසන් නොවීය. සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sr: Преузимање није завршено. Проверите везу и покушајте поново.
sw: Upakuaji haukukamilika. Angalia muunganisho wako na ujaribu tena.
te: డౌన్‌లోడ్ పూర్తి కాలేదు. కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: ดาวน์โหลดไม่สำเร็จ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: İndirme tamamlanmadı. Bağlantınızı kontrol edip tekrar deneyin.
ug: چۈشۈرۈش تاماملانمىدى. تور ئۇلىنىشىنى تەكشۈرۈپ قايتا سىناڭ.
ur: ڈاؤن لوڈ مکمل نہیں ہوا۔ کنکشن چیک کر کے دوبارہ کوشش کریں۔
vi: Chưa tải về xong. Hãy kiểm tra kết nối và thử lại.
zh_hans: 下载未完成。请检查网络连接后重试。

# content_note
source: Downloaded only when you tap the button, then kept on this phone.
ar: لا يُنزَّل إلا عند الضغط على الزر، ثم يبقى على هذا الهاتف.
as: কেৱল বুটামত টিপিলেহে ডাউনলোড হ'ব, তাৰ পিছত এই ফোনতে থাকিব।
bn: শুধু বোতামে ট্যাপ করলেই ডাউনলোড হবে, তারপর এই ফোনেই থাকবে।
bs: Preuzima se samo kada dodirnete dugme, a zatim ostaje na ovom telefonu.
ckb: تەنها کاتێک دوگمەکە لێدەدەیت دادەگیرێت، پاشان لەسەر ئەم مۆبایلە دەمێنێتەوە.
es: Solo se descarga cuando tocas el botón y luego se guarda en este teléfono.
fa: فقط وقتی دکمه را بزنید دانلود می‌شود و سپس روی همین گوشی می‌ماند.
fa_af: تنها وقتی دکمه را بزنید دانلود می‌شود و بعد روی همین موبایل می‌ماند.
fil: Ida-download lang kapag pinindot mo ang button, saka itatago sa teleponong ito.
fr: Téléchargés uniquement quand vous touchez le bouton, puis conservés sur ce téléphone.
gu: ફક્ત બટન દબાવો ત્યારે જ ડાઉનલોડ થશે, પછી આ ફોન પર જ રહેશે.
ha: Ana saukewa ne kawai idan kuka danna maɓallin, sannan su zauna a wannan wayar.
hi: सिर्फ़ बटन दबाने पर डाउनलोड होगा, फिर इसी फ़ोन पर रहेगा।
hu: Csak akkor töltődik le, ha megérinted a gombot, utána ezen a telefonon marad.
id: Diunduh hanya saat Anda mengetuk tombol, lalu disimpan di ponsel ini.
ka: ჩამოიტვირთება მხოლოდ ღილაკზე შეხებისას და შემდეგ ამ ტელეფონზე დარჩება.
km: ទាញយកតែពេលអ្នកចុចប៊ូតុងប៉ុណ្ណោះ រួចរក្សាទុកនៅលើទូរសព្ទនេះ។
kn: ನೀವು ಬಟನ್ ಒತ್ತಿದಾಗ ಮಾತ್ರ ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತದೆ, ನಂತರ ಈ ಫೋನ್‌ನಲ್ಲೇ ಉಳಿಯುತ್ತದೆ.
mk: Се презема само кога ќе го допрете копчето, а потоа останува на овој телефон.
ml: ബട്ടൺ ടാപ്പ് ചെയ്യുമ്പോൾ മാത്രം ഡൗൺലോഡ് ചെയ്യും, പിന്നീട് ഈ ഫോണിൽ സൂക്ഷിക്കും.
mr: फक्त बटण टॅप केल्यावरच डाउनलोड होईल, नंतर याच फोनवर राहील.
nl: Alleen gedownload als je op de knop tikt, daarna bewaard op deze telefoon.
pa: ਸਿਰਫ਼ ਬਟਨ ਦਬਾਉਣ ’ਤੇ ਹੀ ਡਾਊਨਲੋਡ ਹੋਵੇਗਾ, ਫਿਰ ਇਸੇ ਫ਼ੋਨ ’ਤੇ ਰਹੇਗਾ।
pt: Só é baixado quando você toca no botão e depois fica salvo neste celular.
ru: Загружаются только по нажатию кнопки и затем хранятся на этом телефоне.
si: බොත්තම තට්ටු කළ විට පමණක් බාගත වන අතර, පසුව මෙම දුරකථනයේම තබා ගැනේ.
sr: Преузима се само када додирнете дугме, а затим остаје на овом телефону.
sw: Hupakuliwa tu unapogusa kitufe, kisha hubaki kwenye simu hii.
te: మీరు బటన్ నొక్కినప్పుడు మాత్రమే డౌన్‌లోడ్ అవుతుంది, ఆ తర్వాత ఈ ఫోన్‌లోనే ఉంటుంది.
th: ดาวน์โหลดเมื่อคุณแตะปุ่มเท่านั้น แล้วเก็บไว้ในโทรศัพท์เครื่องนี้
tr: Yalnızca düğmeye dokunduğunuzda indirilir, ardından bu telefonda kalır.
ug: پەقەت كۇنۇپكىنى باسقاندىلا چۈشۈرۈلىدۇ، ئاندىن مۇشۇ تېلېفوندا ساقلىنىدۇ.
ur: صرف بٹن دبانے پر ڈاؤن لوڈ ہوگا، پھر اسی فون پر محفوظ رہے گا۔
vi: Chỉ tải về khi bạn chạm vào nút, sau đó được lưu trên điện thoại này.
zh_hans: 仅在你点按按钮时下载，之后保存在这部手机上。

# content_title
source: Content in %1$@
ar: المحتوى بلغة %1$@
as: %1$@ ভাষাত সমল
bn: %1$@ ভাষায় কনটেন্ট
bs: Sadržaj na jeziku: %1$@
ckb: ناوەڕۆک بە %1$@
es: Contenido en %1$@
fa: محتوا به %1$@
fa_af: محتوا به زبان %1$@
fil: Nilalaman sa %1$@
fr: Contenu en %1$@
gu: %1$@ ભાષામાં સામગ્રી
ha: Abubuwa cikin %1$@
hi: %1$@ में सामग्री
hu: %1$@ nyelvű tartalom
id: Konten dalam %1$@
ka: მასალა ენაზე: %1$@
km: ខ្លឹមសារជាភាសា %1$@
kn: %1$@ ಭಾಷೆಯಲ್ಲಿ ವಿಷಯ
mk: Содржина на %1$@
ml: %1$@ ഭാഷയിലുള്ള ഉള്ളടക്കം
mr: %1$@ भाषेतील मजकूर
nl: Inhoud in %1$@
pa: %1$@ ਵਿੱਚ ਸਮੱਗਰੀ
pt: Conteúdo em %1$@
ru: Материалы на языке %1$@
si: %1$@ භාෂාවෙන් අන්තර්ගතය
sr: Садржај на језику: %1$@
sw: Maudhui kwa %1$@
te: %1$@ భాషలో కంటెంట్
th: เนื้อหาเป็นภาษา %1$@
tr: %1$@ içerik
ug: %1$@ مەزمۇن
ur: %1$@ میں مواد
vi: Nội dung bằng %1$@
zh_hans: %1$@内容

# copy_answer
source: Copy
ar: نسخ
as: কপি কৰক
bn: কপি করুন
bs: Kopiraj
ckb: لەبەرگرتنەوە
es: Copiar
fa: کپی
fa_af: کپی
fil: Kopyahin
fr: Copier
gu: કૉપિ કરો
ha: Kwafa
hi: कॉपी करें
hu: Másolás
id: Salin
ka: კოპირება
km: ចម្លង
kn: ನಕಲಿಸಿ
mk: Копирај
ml: പകർത്തുക
mr: कॉपी करा
nl: Kopiëren
pa: ਕਾਪੀ ਕਰੋ
pt: Copiar
ru: Копировать
si: පිටපත් කරන්න
sr: Копирај
sw: Nakili
te: కాపీ
th: คัดลอก
tr: Kopyala
ug: كۆچۈرۈش
ur: نقل کریں
vi: Sao chép
zh_hans: 复制

# countdown_a11y
source: %1$@ at %2$@, in %3$@
ar: %1$@ الساعة %2$@، بعد %3$@
as: %1$@ %2$@ বজাত, %3$@ পিছত
bn: %1$@ %2$@-এ, %3$@ পর
bs: %1$@ u %2$@, za %3$@
ckb: %1$@ کاتژمێر %2$@، دوای %3$@
es: %1$@ a las %2$@, en %3$@
fa: %1$@ ساعت %2$@، %3$@ دیگر
fa_af: %1$@ ساعت %2$@، %3$@ دیگر
fil: %1$@ nang %2$@, sa loob ng %3$@
fr: %1$@ à %2$@, dans %3$@
gu: %1$@ %2$@ વાગ્યે, %3$@ માં
ha: %1$@ da ƙarfe %2$@, nan da %3$@
hi: %1$@ %2$@ बजे, %3$@ में
hu: %1$@ %2$@-kor, %3$@ múlva
id: %1$@ pukul %2$@, dalam %3$@
ka: %1$@ — %2$@, დარჩა %3$@
km: %1$@ នៅម៉ោង %2$@ ក្នុងរយៈពេល %3$@ ទៀត
kn: %1$@ %2$@ ಕ್ಕೆ, %3$@ ರಲ್ಲಿ
mk: %1$@ во %2$@, за %3$@
ml: %1$@ %2$@-ന്, %3$@ കഴിഞ്ഞ്
mr: %1$@ %2$@ वाजता, %3$@ मध्ये
nl: %1$@ om %2$@, over %3$@
pa: %1$@ %2$@ ਵਜੇ, %3$@ ਵਿੱਚ
pt: %1$@ às %2$@, em %3$@
ru: %1$@ в %2$@, через %3$@
si: %1$@ %2$@ ට, තව %3$@ කින්
sr: %1$@ у %2$@, за %3$@
sw: %1$@ saa %2$@, baada ya %3$@
te: %1$@ %2$@ కి, %3$@ లో
th: %1$@ เวลา %2$@ อีก %3$@
tr: %1$@ saat %2$@, %3$@ sonra
ug: %1$@ سائەت %2$@ دە، %3$@ دىن كېيىن
ur: %1$@، %2$@ بجے، %3$@ میں
vi: %1$@ lúc %2$@, còn %3$@
zh_hans: %1$@ 在 %2$@，还有 %3$@

# countdown_in
source: in %1$@
ar: بعد %1$@
as: %1$@ পিছত
bn: %1$@ পর
bs: za %1$@
ckb: دوای %1$@
es: en %1$@
fa: %1$@ دیگر
fa_af: %1$@ دیگر
fil: sa loob ng %1$@
fr: dans %1$@
gu: %1$@ માં
ha: nan da %1$@
hi: %1$@ में
hu: %1$@ múlva
id: dalam %1$@
ka: %1$@-ში
km: ក្នុងរយៈពេល %1$@ ទៀត
kn: %1$@ ರಲ್ಲಿ
mk: за %1$@
ml: %1$@ കഴിഞ്ഞ്
mr: %1$@ मध्ये
nl: over %1$@
pa: %1$@ ਵਿੱਚ
pt: em %1$@
ru: через %1$@
si: තව %1$@ කින්
sr: за %1$@
sw: baada ya %1$@
te: %1$@ లో
th: อีก %1$@
tr: %1$@ sonra
ug: %1$@ دىن كېيىن
ur: %1$@ میں
vi: còn %1$@
zh_hans: 还有 %1$@

# current_prayer
source: Current
ar: الحالية
as: বৰ্তমান
bn: বর্তমান
bs: Trenutno
ckb: ئێستا
es: Actual
fa: فعلی
fa_af: فعلی
fil: Kasalukuyan
fr: En cours
gu: હાલની
ha: Yanzu
hi: मौजूदा
hu: Most
id: Sekarang
ka: მიმდინარე
km: បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ
mk: Тековно
ml: ഇപ്പോഴുള്ളത്
mr: सध्याची
nl: Huidig
pa: ਮੌਜੂਦਾ
pt: Atual
ru: Сейчас
si: වත්මන්
sr: Тренутно
sw: Sasa
te: ప్రస్తుతం
th: ปัจจุบัน
tr: Şimdiki
ug: ھازىرقى
ur: جاری
vi: Hiện tại
zh_hans: 当前

# data_attribution_osm
source: Mosque data © OpenStreetMap contributors (ODbL)
ar: بيانات المساجد © مساهمو OpenStreetMap (ODbL)
as: মছজিদৰ তথ্য © OpenStreetMap অৰিহণাকাৰীসকল (ODbL)
bn: মসজিদের ডেটা © OpenStreetMap অবদানকারীরা (ODbL)
bs: Podaci o džamijama © saradnici OpenStreetMap-a (ODbL)
ckb: زانیاری مزگەوتەکان © بەشداربووانی OpenStreetMap (ODbL)
es: Datos © colaboradores de OpenStreetMap (ODbL)
fa: داده‌های مسجد © مشارکت‌کنندگان OpenStreetMap (ODbL)
fa_af: معلومات مساجد © مشارکت‌کنندگان OpenStreetMap (ODbL)
fil: Datos ng masjid © mga contributor ng OpenStreetMap (ODbL)
fr: Données © contributeurs OpenStreetMap (ODbL)
gu: મસ્જિદ ડેટા © OpenStreetMap યોગદાનકર્તાઓ (ODbL)
ha: Bayanan masallatai © masu ba da gudummawa na OpenStreetMap (ODbL)
hi: मस्जिद डेटा © OpenStreetMap योगदानकर्ता (ODbL)
hu: Mecsetadatok © OpenStreetMap közreműködők (ODbL)
id: Data masjid © kontributor OpenStreetMap (ODbL)
ka: მეჩეთების მონაცემები © OpenStreetMap-ის მონაწილეები (ODbL)
km: ទិន្នន័យម៉ាស្ជិត © អ្នករួមចំណែក OpenStreetMap (ODbL)
kn: ಮಸೀದಿ ಡೇಟಾ © OpenStreetMap ಕೊಡುಗೆದಾರರು (ODbL)
mk: Податоци за џамиите © соработници на OpenStreetMap (ODbL)
ml: പള്ളികളുടെ ഡാറ്റ © OpenStreetMap സംഭാവകർ (ODbL)
mr: मशीद डेटा © OpenStreetMap योगदानकर्ते (ODbL)
nl: Moskeegegevens © OpenStreetMap-bijdragers (ODbL)
pa: ਮਸਜਿਦਾਂ ਦਾ ਡਾਟਾ © OpenStreetMap ਯੋਗਦਾਨੀ (ODbL)
pt: Dados de mesquitas © colaboradores do OpenStreetMap (ODbL)
ru: Данные о мечетях © участники OpenStreetMap (ODbL)
si: පල්ලි දත්ත © OpenStreetMap දායකයින් (ODbL)
sr: Подаци о џамијама © сарадници OpenStreetMap-а (ODbL)
sw: Data ya misikiti © wachangiaji wa OpenStreetMap (ODbL)
te: మసీదుల డేటా © OpenStreetMap కంట్రిబ్యూటర్‌లు (ODbL)
th: ข้อมูลมัสยิด © ผู้ร่วมพัฒนา OpenStreetMap (ODbL)
tr: Cami verisi © OpenStreetMap katkıda bulunanları (ODbL)
ug: مەسچىت سانلىق مەلۇماتى © OpenStreetMap تۆھپىكارلىرى (ODbL)
ur: مساجد کا ڈیٹا © OpenStreetMap کے معاونین (ODbL)
vi: Dữ liệu thánh đường © những người đóng góp OpenStreetMap (ODbL)
zh_hans: 清真寺数据 © OpenStreetMap 贡献者（ODbL）

source: Directions
ar: الاتجاهات
as: পথ নিৰ্দেশনা
bn: পথনির্দেশ
bs: Upute
ckb: ڕێنمایی ڕێگا
es: Cómo llegar
fa: مسیریابی
fa_af: مسیریابی
fil: Direksyon
fr: Itinéraire
gu: રસ્તો
ha: Kwatance
hi: रास्ता
hu: Útvonal
id: Petunjuk arah
ka: მარშრუტი
km: ផ្លូវទៅ
kn: ದಾರಿ
mk: Насоки
ml: വഴി
mr: रस्ता
nl: Route
pa: ਰਸਤਾ
pt: Rotas
ru: Маршрут
si: මඟ
sr: Упутства
sw: Maelekezo
te: దారి
th: เส้นทาง
tr: Yol tarifi
ug: يول كۆرسىتىش
ur: راستہ
vi: Chỉ đường
zh_hans: 路线

# directions_choose
source: Open directions in
ar: فتح الاتجاهات في
as: পথ নিৰ্দেশনা ইয়াত খোলক
bn: যে অ্যাপে পথনির্দেশ খুলবেন
bs: Otvori upute u
ckb: کردنەوەی ڕێنمایی ڕێگا لە
es: Abrir la ruta en
fa: باز کردن مسیریابی در
fa_af: باز کردن مسیریابی در
fil: Buksan ang direksyon sa
fr: Ouvrir l’itinéraire dans
gu: રસ્તો આમાં ખોલો
ha: Buɗe kwatance a
hi: रास्ता इसमें खोलें
hu: Útvonal megnyitása itt:
id: Buka petunjuk arah di
ka: მარშრუტის გახსნა აპში
km: បើកផ្លូវទៅក្នុង
kn: ದಾರಿಯನ್ನು ಇದರಲ್ಲಿ ತೆರೆಯಿರಿ
mk: Отвори насоки во
ml: വഴി ഇതിൽ തുറക്കുക
mr: रस्ता यात उघडा
nl: Route openen in
pa: ਰਸਤਾ ਇਸ ਵਿੱਚ ਖੋਲ੍ਹੋ
pt: Abrir rota no
ru: Открыть маршрут в
si: මඟ විවෘත කරන්නේ කුමකින්ද
sr: Отвори упутства у
sw: Fungua maelekezo kwenye
te: దారిని దీనిలో తెరవండి
th: เปิดเส้นทางใน
tr: Yol tarifini aç
ug: يول كۆرسىتىشنى قايسىدا ئېچىش
ur: راستہ کس میں کھولیں
vi: Mở chỉ đường bằng
zh_hans: 在以下应用中打开路线

# distance_km
source: %1$@ km
ar: %1$@ كم
as: %1$@ কিমি
bn: %1$@ কিমি
ckb: %1$@ کم
fa: %1$@ کیلومتر
fa_af: %1$@ کیلومتر
gu: %1$@ કિમી
ha: km %1$@
hi: %1$@ किमी
ka: %1$@ კმ
km: %1$@ គ.ម.
kn: %1$@ ಕಿ.ಮೀ
mk: %1$@ км
ml: %1$@ കി.മീ
mr: %1$@ किमी
pa: %1$@ ਕਿ.ਮੀ.
ru: %1$@ км
si: කි.මී. %1$@
sr: %1$@ км
sw: km %1$@
te: %1$@ కి.మీ
th: %1$@ กม.
ug: %1$@ كم
ur: %1$@ کلومیٹر
zh_hans: %1$@ 公里

# distance_m
source: %1$@ m
ar: %1$@ م
as: %1$@ মিটাৰ
bn: %1$@ মিটার
ckb: %1$@ م
fa: %1$@ متر
fa_af: %1$@ متر
gu: %1$@ મી
ha: m %1$@
hi: %1$@ मी
ka: %1$@ მ
km: %1$@ ម.
kn: %1$@ ಮೀ
mk: %1$@ м
ml: %1$@ മീ
mr: %1$@ मी
pa: %1$@ ਮੀ.
ru: %1$@ м
si: මී. %1$@
sr: %1$@ м
sw: m %1$@
te: %1$@ మీ
th: %1$@ ม.
ug: %1$@ م
ur: %1$@ میٹر
zh_hans: %1$@ 米

source: Done
ar: تم
as: হ'ল
bn: হয়ে গেছে
bs: Gotovo
ckb: تەواو
es: Listo
fa: تمام
fa_af: تمام
fil: Tapos na
fr: OK
gu: થઈ ગયું
ha: An gama
hi: हो गया
hu: Kész
id: Selesai
ka: მზადაა
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
mk: Готово
ml: പൂർത്തിയായി
mr: झाले
nl: Klaar
pa: ਹੋ ਗਿਆ
pt: Concluído
ru: Готово
si: හරි
sr: Готово
sw: Nimemaliza
te: పూర్తయింది
th: เสร็จ
tr: Bitti
ug: تامام
ur: ہو گیا
vi: Xong
zh_hans: 完成

source: Downloads
ar: التنزيلات
as: ডাউনলোড
bn: ডাউনলোড
bs: Preuzimanja
ckb: داگرتنەکان
es: Descargas
fa: دانلودها
fa_af: دانلودها
fil: Mga Download
fr: Téléchargements
gu: ડાઉનલોડ્સ
ha: Abubuwan da aka sauke
hi: डाउनलोड
hu: Letöltések
id: Unduhan
ka: ჩამოტვირთვები
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
mk: Преземања
ml: ഡൗൺലോഡുകൾ
mr: डाउनलोड्स
pa: ਡਾਊਨਲੋਡ
ru: Загрузки
si: බාගැනීම්
sr: Преузимања
sw: Vipakuliwa
te: డౌన్‌లోడ్‌లు
th: ดาวน์โหลด
tr: İndirilenler
ug: چۈشۈرۈلگەنلەر
ur: ڈاؤن لوڈز
vi: Tải về
zh_hans: 下载
